export const seoulAreas = {
    "강서구": ["염창동", "등촌동", "화곡본동", "화곡2동", "화곡3동", "화곡4동", "화곡6동", "화곡8동", "가양1동", "가양2동", "가양3동", "발산1동", "공항동", "방화1동", "방화2동", "방화3동"],
    "양천구": ["신월1동", "신월2동", "신월3동", "신월4동", "신월5동", "신월6동", "신월7동", "신정1동", "신정2동", "신정3동", "신정4동", "신정6동", "신정7동"],
    "구로구": ["신도림동", "구로1동", "구로3동", "구로4동", "구로5동", "고척1동", "고척2동", "개봉1동", "개봉2동", "개봉3동", "오류1동", "오류2동", "수궁동", "항동", "가리봉동", "고척본동"],
    "금천구": ["가산동", "독산1동", "독산2동", "독산3동", "독산4동", "시흥1동", "시흥2동", "시흥3동", "시흥4동"],
    "영등포구": ["영등포본동", "영등포동", "여의동", "당산1동", "당산2동", "당산3동", "도림동", "문래동", "양평1동", "양평2동", "신길1동", "신길3동", "신길4동", "신길5동", "신길6동", "신길7동"],
    "마포구": ["아현동", "공덕동", "도화동", "용강동", "토정동", "마포동", "대흥동", "염리동", "노고산동", "신수동", "현석동", "창전동", "상수동", "하중동", "신정동", "서교동", "합정동", "망원1동", "망원2동", "연남동", "성산동"],
    "은평구": ["녹번동", "불광1동", "불광2동", "갈현1동", "갈현2동", "구산동", "대조동", "응암1동", "응암2동", "응암3동", "역촌동", "신사1동", "신사2동", "증산동", "수색동"],
    "서대문구": ["천연동", "북아현동", "충현동", "신촌동", "연희동", "홍제1동", "홍제3동", "홍제2동", "홍은1동", "홍은2동", "남가좌1동", "남가좌2동", "북가좌1동", "북가좌2동"],
    "용산구": ["후암동", "용산동", "이태원동", "한남동", "서빙고동", "보광동", "청파동", "원효로1동", "원효로2동", "삼각동", "효창동", "마포본동", "도화동", "용문동", "평창동"],
    "동작구": ["노량진1동", "노량진2동", "상도1동", "상도2동", "상도3동", "상도4동", "흑석동", "사당1동", "사당2동", "사당3동", "사당4동", "사당5동", "대방동", "신대방1동", "신대방2동", "문래동"],
    "관악구": ["보라매동", "청림동", "성현동", "행운동", "낙성대동", "청룡동", "은천동", "중앙동", "인헌동", "남현동", "서원동", "신원동", "신림동", "난향동", "조원동", "대학동", "삼성동", "미성동", "난곡동", "삼성동", "서림동", "신사동", "신림동"],
    "서초구": ["서초1동", "서초2동", "서초3동", "서초4동", "잠원동", "반포본동", "반포1동", "반포2동", "반포3동", "반포4동", "방배본동", "방배1동", "방배2동", "방배3동", "방배4동", "양재1동", "양재2동", "내곡동"],
    "중구": ["소공동", "회현동", "명동", "필동", "장충동", "광희동", "을지로동", "신당동", "다산동", "약수동", "청구동", "신당5동", "동화동", "황학동", "중림동"],
    "종로구": ["청운효자동", "사직동", "삼청동", "부암동", "평창동", "무악동", "교남동", "가회동", "종로1.2.3.4가동", "종로5.6가동", "이화동", "창신1동", "창신2동", "창신3동", "숭인1동", "숭인2동"],
    "강북구": ["미아동", "번동", "수유동", "우이동"],
    "성북구": ["성북동", "삼선동", "동선동", "돈암동", "동소문동", "장위동", "석관동", "태릉동", "노원동"],
    "동대문구": ["청량리동", "회기동", "휘경동", "이문동", "신설동"],
    "성동구": ["왕십리도선동", "왕십리2동", "마장동", "사근동", "행당동", "응봉동", "금호1가동", "금호4가동", "성수1가1동", "성수1가2동", "성수2가1동", "성수2가3동", "송정동", "용답동"],
    "강남구": ["개포동", "논현동", "대치동", "도곡동", "삼성동", "세곡동", "수서동", "신사동", "압구정동", "역삼동", "율현동", "일원동", "자곡동"],
    "도봉구": ["도봉동", "방학동", "쌍문동", "창동"],
    "노원구": ["공릉동", "상계동", "월계동", "중계동", "하계동"],
    "증랑구": ["등촌동", "염창동", "가양동", "발산동", "우장산동"],
    "광진구": ["화양동", "군자동", "중곡1동", "중곡2동", "중곡3동", "중곡4동", "능동", "광장동", "자양1동", "자양2동", "자양3동", "자양4동", "구의1동", "구의2동", "구의3동", "구의4동"],
    "송파구": ["가락동", "거여동", "마천동", "문정동", "방이동", "삼전동", "석촌동", "송파동", "신천동", "오금동", "잠실동", "장지동", "풍납동"],
    "강동구": ["강일동", "고덕동", "길동", "둔촌동", "명일동", "상일동", "성내동", "암사동", "천호동"],
}

export const gangwonAreas = {
    "춘천시": ["교동", "근화동", "낙랑동", "념천동", "대곡동", "대박동", "대성동", "동면", "동내면", "동산면", "득치면", "류전동", "명동", "물축동", "북산면", "삼천동", "삼척동", "삼척로", "석사동", "소양로", "소양동", "소양로", "송암동", "송화동", "신동면", "신동", "신북읍", "신사우동", "약사동", "옥천동", "온의동", "요선동", "요선동", "유구읍", "의암동", "이동", "이족동", "인동동", "조운동", "죽림동", "중앙로", "칠전동", "칠전동", "청동", "퇴계동", "평촌동", "후평동"],
    "원주시": ["가현동", "개운동", "관설동", "구곡동", "단계동", "단구동", "단촌동", "둔덕동", "반곡동", "무실동", "명륜동", "명륜1동", "명륜2동", "문막읍", "무쇠동", "반곡동", "봉산동", "부론면", "소초면", "송계동", "수주구", "시청시내동", "신륵동", "신리동", "신룡동", "신터동", "우산동", "원문동", "인동", "일산동", "중앙동", "지정면", "지정문", "질바른", "치악구읍", "판부면", "학성동", "행구동", "호반동", "호반동", "호저면", "무쇠동", "무실동", "태장동", "평원동", "평와동", "회촌동"],
    "강릉시": ["강남동", "교1동", "교2동", "교동", "구정면", "남상면", "내곡동", "노암동", "대전동", "둔지동", "명주동", "박월동", "성덕동", "성산면", "숙등동", "안인동", "옥가면", "옥계면", "운민동", "운정동", "위촌동", "유계동", "유천동", "인곡동", "임기동", "조남동", "조산동", "주문진읍", "창강동", "창렬동", "초당동", "행운동", "홍제동", "화전동"],
    "동해시": ["괴란동", "나안동", "단봉동", "동호동", "망상동", "무릉동", "발한동", "발한동", "비천동", "삼화동", "송정동", "송현동", "시동", "심곡동", "어달동", "어달동구", "이로동", "이로동", "지가동", "초구동", "초구동", "초록동", "천곡동"],
    "태백시": ["구문소동", "구문소동", "삼수동", "상장동", "소도동", "소미동", "원동", "원화동", "전천동", "조종동", "창촌동", "철암동", "통리동", "화전동", "화전동", "황지동", "회룡동", "회촌동", "회촌동"],
    "속초시": ["교동", "노곡동", "대포동", "도문동", "동해북부동", "동명동", "번영로", "북정동", "설악동", "손양면", "영랑동", "용천동", "청학동", "청호동", "대포동"],
    "삼척시": ["가곡동", "건지동", "교동", "교천동", "근산동", "남양동", "당저동", "도계읍", "도경동", "등기동", "마달동", "마달동", "사직동", "삼척동", "선주구동", "성남동", "성북동", "성화동", "수복동", "어두터동", "오분동", "오사동", "오십천동", "원당동", "원덕읍", "죽렴동", "적노동", "정라동", "정라동", "교동", "정라동", "조비동", "종전동", "증산동", "지중동", "촛대바우동", "평전동", "하장면", "하마읍", "하하동", "해있동", "해주동", "해지동", "홍계동", "홍례동", "희노애락동"],
    "홍천군": ["내촌면", "내면", "남면", "남면", "남종면", "동면", "두촌면", "북방면", "서석면", "홍천읍", "서상면", "서면", "화촌면", "홍천읍"],
    "횡성군": ["갑천면", "공근면", "둔내면", "안흥면", "우천면", "청일면", "횡성읍", "횡성읍"],
    "영월군": ["남면", "북면", "상동읍", "영월읍", "주천면", "중동면"],
    "평창군": ["대화면", "방림면", "평창읍", "봉평면", "진부면", "평횡면", "미탄면"],
    "정선군": ["고한읍", "남면", "동면", "북평면", "사북읍", "신동읍", "여량면", "임계면", "정선읍"],
    "철원군": ["갈말읍", "갱주동", "근남면", "근북면", "동송읍", "김화읍", "서면", "소초면", "자운동", "자운동", "철원읍", "초목동", "종민동", "철원읍", "철원읍", "철원읍"],
    "화천군": ["간동면", "군량동", "사내면", "상서면", "화촌면", "화천읍"],
    "양구군": ["동면", "양구읍", "서상면", "인제읍", "방산면", "현리동", "기린면"],
    "인제군": ["북면", "남면", "상남면", "기린면", "인제읍", "인제읍"],
    "고성군": ["간성읍", "거진읍", "교동", "건릉리", "토성면", "현내면"],
    "양양군": ["강현면", "서면", "손양면", "양양읍", "현남면", "현북면"],
}

export const incheonAreas = {
    "중구": ["운서동", "신포동", "신흥동", "덕교동", "학익동", "사물괘량동", "은율동", "을왕동", "북성동", "전동", "중산동", "용유동", "운남동", "율목동", "운북동", "운서동", "운남동"],
    "동구": ["화수1동", "화수2동", "화평동", "화평동", "금곡동", "방축동", "만석동", "금란동", "소평동", "녹촌동", "송림동", "송현동"],
    "미추홀구": ["용현동", "학익동", "주안동", "관교동", "물왕동", "문학동", "도화동", "미추홀동", "남동구", "용현동"],
    "연수구": ["송도동", "연수동", "연수동", "옥련동", "옥련동", "선학동"],
    "남동구": ["간석동", "남촌동", "논현고잔동", "논현동", "논현동", "운연동", "운연동", "도촌동", "남동구"],
    "부평구": ["삼산동", "산곡동", "부개동", "부개동", "갈산동", "부평동", "부평동", "부평동", "일신동", "청천동", "산곡동", "계산동", "계산동"],  
    "계양구": ["작전동", "계산동", "계양동", "효성동", "계산동", "임학동", "철산동", "병방동", "귤현동", "박촌동", "갈현동", "병방동", "둑실동"],
    "서구": ["검암동", "검암동", "가정동", "원당동", "당하동", "오류동", "경서동", "경서동", "마전동", "심곡동", "부평동", "마전동", "당하동", "서곶동", "우리동", "러시아우정작전", "가정동"],
    "강화군": ["강화읍", "내가면", "불은면", "삼산면", "선원면", "송해면", "양도면", "양사면", "하점면", "화도면", "교동", "승694 수류탄도 섬동부리", "승기체리열도", "하점리", "하리 검단자월도부리섬"],
    "옹진군": ["북도면", "연평면", "백령면", "대청면", "덕적면", "자월면", "영흥면"]
}

export const gyeonggiAreas = {
    "수원시": ["장안구", "권선구", "팔달구", "영통구", "매탄동"],
    "고양시": ["덕양구", "일산동구", "일산서구"],
    "성남시": ["수정구", "중원구", "분당구"],
    "부천시": ["소사구", "오정구", "원미구", "원종구"],
    "안양시": ["만안구", "동안구"],
    "안산시": ["상록구", "단원구"],
    "용인시": ["처인구", "기흥구", "수지구"],
    "광명시": ["광명동", "철산동", "소하동", "가학동"],
    "평택시": ["평택구", "서정동", "비전동", "신장동"],
    "과천시": ["과천동"],
    "오산시": ["오산동", "세교동", "누읶동", "가장동"],
    "시흥시": ["정왕동", "대야동", "능곡동", "매화동"],
    "군포시": ["산본동", "군포동", "궁내동"],
    "의왕시": ["초평동", "고천동", "오전동"],
    "하남시": ["신장동", "미사강변동", "풍산동", "덕풍동"],
    "이천시": ["부발읍", "가환읍", "율면", "설성면"],
    "안성시": ["공도읍", "삼죽면", "대호지면", "보개면"],
    "김포시": ["고촌읍", "사우동", "장기동", "운양동"],
    "화성시": ["기안동", "우정읍", "반월동", "무송동"],
    "광주시": ["경안동", "송정동", "역동", "곤지암읍"],
    "양주시": ["남면", "은현면", "회천동", "광적면"],
    "포천시": ["선단동", "신북면", "일동면", "화현면"],
    "여주시": ["여주동", "가남읍", "북내면", "금사면"],
    "연천군": ["전곡읍", "중면", "미산면", "청산면"],
    "가평군": ["청평면", "상면", "설악면", "조종면"],
    "양평군": ["양평읍", "강상면", "단월면", "양서면"]
}

export const chungbukAreas = {
    "청주시": ["상당구", "서원구", "흥덕구", "청원구"],
    "충주시": ["소태면", "앙성면", "직촌면", "충주호암동"],
    "제천시": ["제천동", "두학동", "화산동", "한수면"],
    "보은군": ["보은읍", "속리산면", "탄부면", "회북면"],
    "옥천군": ["옥천읍", "동이족면", "이원면", "청성면"],
    "영동군": ["영동읍", "용산면", "황간면", "상촌면"],
    "증평군": ["증평읍", "도안면"],
    "진천군": ["진천읍", "덕산면", "이월면", "광혜원면"],
    "괴산군": ["괴산읍", "청천면", "사리원면", "소수면"],
    "음성군": ["음성읍", "삼성면", "대소리", "소강면"],  
    "단양군": ["단양읍", "가곡면", "매포읍", "적성면"]
}

export const chungnamAreas = {
    "천안시": ["동남구", "서북구"],
    "공주시": ["유구읍", "신풍면", "사곡면", "우성면"],
    "보령시": ["웅천읍", "주교면", "천북면", "주산면"], 
    "아산시": ["온양1동", "온양6동", "모종동", "장존동"],
    "서산시": ["대산읍", "태안군석모면", "운산면", "부석면"],
    "논산시": ["상월면", "연무읍", "가곡동", "노성동"],
    "계룡시": ["신도안면", "두마면", "엄사면"],
    "당진시": ["당진시청", "송산면", "고잔동", "정미면"],
    "금산군": ["금산읍", "추부면", "제원면", "복수면"],
    "부여군": ["부여읍", "구룡면", "세도면", "초촌면"],
    "서천군": ["서천읍", "기산면", "마산면", "성토회면"],
    "청양군": ["청양읍", "운곡면", "화산면", "정산면"],
    "홍성군": ["홍성읍", "갈산면", "금마면", "홍북읍"],
    "예산군": ["예산읍", "삽교읍", "대술면", "덕산면"],
    "태안군": ["태안읍", "원북면", "고남면", "근흥면"]
}

export const daejeonAreas = {
    "동구": ["가양동", "가오동", "구성동", "낭월동", "비래동", "삼정동", "사성동", "소094호", "용촌동", "용전동", "우동", "자양동", "중동", "추동", "판암동", "홍도동"],
    "중구": ["구완동", "문화동", "목동", "무쇠동", "부사동", "선화동", "은행동", "유곽동", "유천동", "정생동", "중촌동", "대사동", "대흥동", "석교동", "오정동", "옥계동", "침사동"],
    "서구": ["가수원동", "가장동", "가정동", "갈마동", "관저동", "기성동", "내동", "도마동", "둔산동", "만년동", "변동", "복수동", "봉곡동", "쌍가동", "용문동", "우리동", "월평동", "정림동", "탄방동"],
    "유성구": ["구룡동", "노은동", "봉명동", "상서동", "원신흥동", "지족동", "진잠동", "하기동", "반석동", "복용동", "관평동", "성북동", "어은동", "외삼동", "용계동", "용민동", "장동", "궁동", "대정동", "대화동"],
    "대덕구": ["대화동", "덕암동", "목상동", "미홀동", "문평동", "법동", "부수동", "삼정동", "상서동", "송촌동", "신탄진동", "연축동", "오정동", "와동", "유천동", "용호동", "이현동", "중리동", "평촌동", "황호동"]
}

export const sejongAreas = {
    "세종특별자치시": ["고운동", "가람동", "소담동", "아름동", "종촌동", "도담동", "보람동", "대평동", "반곡동", "소정면", "전동면", "전의면", "연서면", "연동면", "부강면", "금남면", "장군면", "한솔동", "해밀동", "기계면"]
}

export const jeonnamAreas = {
    "목포시": ["용해동", "석현동", "옥암동", "삼학동"],
    "여수시": ["여서동", "학동", "여천동", "만덕동"], 
    "순천시": ["순천동", "향동", "승주읍", "낙안면"],
    "나주시": ["송월동", "영강동", "빛가람동", "반남면"],
    "광양시": ["광양읍", "중마동", "광영동", "골약동"],
    "담양군": ["담양읍", "가사문학면", "대전면", "덕산면"],
    "곡성군": ["곡성읍", "옥과면", "입면", "죽곡면"],
    "구례군": ["구례읍", "간전면", "마산면", "문수면"],
    "고흥군": ["고흥읍", "포두면", "봉래면", "풍양면"],
    "보성군": ["보성읍", "벌교읍", "미력면", "겸백면"],
    "화순군": ["화순읍", "능주면", "도곡면", "이서면"],
    "장흥군": ["장흥읍", "관산읍", "대덕읍", "용산면"],
    "강진군": ["강진읍", "작천면", "칠량면", "신전면"],
    "해남군": ["해남읍", "삼산면", "옥천면", "화산면"],
    "영암군": ["영암읍", "덕진면", "시종면", "군서면"],
    "무안군": ["무안읍", "일로읍", "삼향읍", "황운면"],
    "함평군": ["함평읍", "손불면", "신광면", "학교면"],
    "영광군": ["영광읍", "백수읍", "홍농읍", "불갑면"],
    "장성군": ["장성읍", "진원면", "서삼면", "북일면"], 
    "완도군": ["완도읍", "군외면", "신지면", "약산면"],
    "진도군": ["진도읍", "의신면", "임회면", "군내면"],
    "신안군": ["압해면", "팔금면", "지도읍", "임자면"]
}

export const jeonbukAreas = {
    "전주시": ["완산구", "덕진구", "만성동", "인후동"],
    "군산시": ["옥구읍", "해망동", "월명동", "나운동"],
    "익산시": ["익산시가", "함라면", "황등면", "여산면"],
    "정읍시": ["수성동", "연지동", "신정동", "고부면"],
    "남원시": ["광한루건", "송동면", "사매면", "산내면"],
    "김제시": ["검산동", "공덕면", "진봉면", "백산면"],
    "완주군": ["완주읍", "소양면", "구이면", "고산면"],
    "진안군": ["진안읍", "성수면", "마령면", "백운면"],
    "무주군": ["무주읍", "설천면", "적상면", "안성면"],
    "장수군": ["장수읍", "계북면", "계남면", "번암면"],
    "임실군": ["임실읍", "신평읍", "성수면", "오수면"],
    "순창군": ["순창읍", "인계면", "유등면", "적성면"],
    "고창군": ["고창읍", "신림면", "성송면", "성내면"],
    "부안군": ["부안읍", "행안면", "계화면", "백산면"]
}

export const gwangjuAreas = {
    "동구": ["계림동", "운림동", "지산동", "학운동"],
    "서구": ["쌍촌동", "상무민동", "화정동", "치평동"],
    "남구": ["진월동", "주월동", "송암동", "백운동"],
    "북구": ["각화동", "문화동", "문흥동", "두암동"],
    "광산구": ["월곡동", "첨단2동", "수완동", "신촌동"]
}

export const gyeongnamAreas = {
    "창원시": ["의창구", "성산구", "마산합포구", "마산회원구"],
    "진주시": ["가호동", "지수면", "내동면", "문산읍"],
    "통영시": ["미수동", "산양읍", "사량면", "용남면"],
    "사천시": ["사천읍", "정동면", "사남면", "용현면"],
    "김해시": ["가락동", "진영읍", "생철면", "상동면"],
    "밀양시": ["밀양시가", "무안면", "부북면", "산외면"],
    "거제시": ["능포동", "옥포동", "아주동", "아암면"],
    "양산시": ["물금읍", "평리동", "상북면", "원동면"],
    "의령군": ["의령읍", "궁유면", "지정면", "적부면"],
    "함안군": ["가야읍", "군북면", "칠원면", "법수면"],
    "창녕군": ["창녕읍", "계성면", "길곡면", "대지면"],
    "고성군": ["고성읍", "하일면", "하리면", "상리면"],
    "남해군": ["남해읍", "상주면", "삼동면", "미조면"],
    "하동군": ["하동읍", "화개면", "적량면", "청암면"],
    "산청군": ["산청읍", "시천면", "단성면", "생비량면"],
    "함양군": ["함양읍", "휴천면", "유천면", "군북면"],
    "거창군": ["거창읍", "위천면", "남상면", "북상면"],
    "합천군": ["합천읍", "야로면", "율곡면", "초계면"]
}

export const gyeongbukAreas = {
    "포항시": ["남구", "북구", "오천읍", "기계면"],
    "경주시": ["경주시가", "안강읍", "산내면", "서면"],
    "김천시": ["교동", "지좌동", "전주면", "구성면"],
    "안동시": ["안동시가", "풍천면", "길안면", "임하면"],
    "구미시": ["구미동", "선산읍", "고아읍", "무을면"],
    "영주시": ["영주동", "휴천동", "문수면", "부석면"],
    "영천시": ["영천시가", "신녕면", "화산면", "화북면"],
    "상주시": ["상주시가", "외서면", "계림면", "중동면"],
    "문경시": ["문경읍", "호계면", "가은읍", "산양면"],
    "경산시": ["중방동", "남산면", "하양읍", "압량면"],
    "군위군": ["군위읍", "소보면", "우보면", "산성면"],
    "의성군": ["의성읍", "단밀면", "안계면", "신평면"],
    "청송군": ["청송읍", "부남면", "파천면", "주왕산면"],
    "영양군": ["영양읍", "청기면", "일월면", "수비면"],
    "영덕군": ["영덕읍", "강구면", "남정면", "달산면"],
    "청도군": ["청도읍", "화양읍", "매전면", "인경면"],
    "고령군": ["고령읍", "다인면", "성주면", "개진면"],
    "성주군": ["성주읍", "선남면", "대가면", "가천면"],
    "칠곡군": ["칠곡읍", "북삼읍", "동명면", "약목면"],
    "예천군": ["예천읍", "지보면", "유천면", "용문면"],
    "봉화군": ["봉화읍", "법전면", "명호면", "상운면"],
    "울진군": ["울진읍", "죽변면", "근남면", "북면"],
    "울릉군": ["울릉읍", "서면"]
}

export const busanAreas = {
    "중구": ["중앙동", "영주동", "부평동", "보수동"],
    "서구": ["동대신동", "서대신동", "부민동", "아미동"],
    "동구": ["초량동", "수정동", "좌천동", "범일동"],
    "영도구": ["봉래동", "신선동", "청학동", "남항동"],
    "부산진구": ["가야동", "당감동", "전포동", "부전동"],
    "동래구": ["온천동", "사직동", "명장동", "안락동"],
    "남구": ["문현동", "우암동", "대연동", "용호동"],
    "북구": ["만덕동", "화명동", "덕천동", "금곡동"],
    "해운대구": ["우동", "중동", "송정동", "반여동"],
    "사하구": ["당리동", "하단동", "다대동", "구평동"],
    "금정구": ["부곡동", "선두구동", "금성동", "회동동"],
    "강서구": ["지사동", "명지동", "대저동", "생곡동"],
    "연제구": ["거제동", "연산동", "연동", "배산동"],
    "수영구": ["남천동", "망미동", "민락동", "광안동"],
    "사상구": ["주공동", "모라동", "가야동", "괘법동"],
    "기장군": ["기장읍", "일광면", "철마면", "장안읍"]
}

export const daeguAreas = {
    "중구": ["도원동", "대봉동", "남산동", "삼덕동"],
    "동구": ["신암동", "방촌동", "불로동", "지저동"],
    "서구": ["민노동", "내당동", "평리동", "상중이동"],
    "남구": ["이천동", "봉덕동", "대명동", "앞산순환로"],
    "북구": ["칠성동", "구암동", "복현동", "산격동"],
    "수성구": ["범물동", "지산동", "황금동", "중동"],
    "달서구": ["용산동", "성당동", "월암동", "본동"],
    "달성군": ["화원읍", "옥포면", "유가읍", "하빈면"]
}

export const ulsanAreas = {
    "중구": ["반구동", "복산동", "약사동", "유곡동"],
    "남구": ["삼산동", "무거동", "야음동", "신정동"],
    "동구": ["방어동", "일산동", "화정동", "전하동"],
    "북구": ["농소동", "산하동", "강동동", "효문동"],
    "울주군": ["범서읍", "온양읍", "언양읍", "삼남면"]
}

export const jejuAreas = {
    "제주시": ["이도동", "아라동", "오라동", "미평동"],
    "서귀포시": ["대천동", "송산동", "정방동", "중문동"],
    "북제주군": ["구좌읍", "조천읍", "한림읍", "애월읍"],
    "남제주군": ["성산읍", "표선면", "남원현렁면", "세화리"]
}

export const zeroDrinks = {
    "코카콜라 제로": "COCA_COLA_ZERO",
    "펩시 제로": "PEPSI_ZERO",
    "스프라이트 제로": "SPRITE_ZERO",
    "칠성사이다 제로": "CHILSUNG_CIDER_ZERO",
    "닥터페퍼 제로": "DR_PEPPER_ZERO",
    "밀키스 제로": "MILKIS_ZERO",
    "탐스 제로 레몬": "TAMS_ZERO_LEMON",
    "탐스 제로 오렌지": "TAMS_ZERO_ORANGE",
    "탐스 제로 사과키위": "TAMS_ZERO_APPLE_KIWI",
    "탐스 제로 파인애플": "TAMS_ZERO_PINEAPPLE",
    "탐스 제로 복숭아": "TAMS_ZERO_GRAPE",
    "탐스 제로 청포도": "TAMS_ZERO_PEACH",
    "웰치스 제로 포도": "WELCHS_ZERO_GRAPE",
    "웰치스 제로 오렌지": "WELCHS_ZERO_ORANGE",
    "웰치스 제로 샤인 머스켓": "WELCHS_ZERO_SHINE_MUSCAT",
    "환타 제로 포도": "FANTA_ZERO_GRAPE",
    "환타 제로 파인애플": "FANTA_ZERO_PINEAPPLE"
}